Repository: atlas-studios/Session2-G8
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他还没来得及看完桌上翻开的纸牌，号称“占卜很灵”的女子已伸手将所有的塔罗拢在一起，叠成一堆，推到了他的面前。
en_us: Before he could finish looking at the opened cards on the table, the woman who claimed to have accurate divinations had already reached out her hands to gather all of the cards together. She stacked them into a deck and pushed it in front of him.

source: 他随口这么感叹了一句，不再多想，急匆匆返回了家里。
en_us: He just sighed and did not think further about it as he hurried back home.

source: 他面前坐着的那位女子连忙站了起来，怏怏道：
en_us: The woman who was seating in front of him immediately stood up and said disgruntledly,

source: 会不会出现什么意外情况？
en_us: Could there be some unexpected situation?

source: 会吓坏小孩子的！
en_us: It will scare children!

source: 会有效果吗？
en_us: Was there going to be any effect?

source: 伤口夸张，血污众多，除开自己身上，房间内应该还有痕迹！
en_us: The wound was too exaggerated and there was too much blood. Apart from his body, his room likely still had signs of his injury!

source: 位于货币顶端的是金镑，同样属于纸币，但以黄金作保障，并直接挂钩，一金镑等于二十苏勒，有一、五、十这三种面值。
en_us: At the top of the currency system was the gold pound. They were also paper based, but were guaranteed by gold and pegged directly. A gold pound was equivalent to twenty Soli. They had denominations of one, five, and ten gold pounds.

source: 作为一名合格的键盘政治家、键盘历史学家、键盘经济学家、键盘生物学家、键盘民俗学家，自己一向号称“什么都懂一点”，当然，死党也常常嘲笑是“什么都只懂一点”。
en_us: As a qualified keyboard politician, keyboard historian, keyboard economist, keyboard biologist, and keyboard folklorist, he had always deemed himself as 'knowing something of everything.' Of course, his best buddy would often mock him as 'only knowing a little of everything.'

source: 作为历史系毕业生，克莱恩掌握了号称北大陆诸国文字源头的古弗萨克语，以及古代陵寝里经常出现，与祭祀、祈祷相关的赫密斯文……
en_us: As a history graduate, Klein grasped knowledge of the ancient Feysac language—deemed the source of all languages in the Northern Continent—as well as the Hermes language which often appeared in ancient mausoleums as well as text regarding sacrificial and praying rituals…

source: 作为键盘民俗学家，类似的伎俩我见得多了！
en_us: As a keyboard folklorist, I've already seen too much of such tricks!

source: 你刚才是在耍我啊……要不要这么小气，不就是我一直强调免费吗……周明瑞脸庞的肌肉抽动了一下，深吸口气，拿回塔罗，重新洗牌、切牌。
en_us: Were you fooling me just now? Do you have to be this petty? Didn't I only ask a few times if this would be a free service? Zhou Mingrui's cheeks twitched a little. He took a deep breath and took the tarot deck back to reshuffle and cut it.

source: 依靠克莱恩残留的历史学常识，他清楚“黑铁时代”指的是当前纪元，也就是第五纪，开始于一千三百四十九年前。
en_us: Relying on Klein's broken pieces of "common sense" knowledge on history, Zhou Mingrui knew clearly that the "Iron Age" referred to the current epoch, which was the Fifth Epoch, which started 1349 years ago.

source: 做好这一切，他将钥匙揣入右侧口袋，拿上深棕色大纸袋，快步走向了门边。
en_us: With all of this done, he placed a key into his right pocket and brought a dark brownish paper bag along with him and quickly walked toward the door.

source: 做完这一切，他才从纸袋里抽出四条黑麦面包，一根置于原本放煤炭炉子的角落，一根在穿衣镜的底部内侧，一根在橱柜顶部靠两面墙交汇的地方，一根在书桌右边堆放杂物之处。
en_us: After readying everything, he finally took out the four loaves of rye bread. He placed one in the corner where a coal stove was originally, one at the bottom inner side of the dress mirror, one at the top of the cupboard where two walls met, and one at the right side of the study table where miscellaneous items were kept.

source: 做完这一切，她看向奥黛丽，微笑询问道：
en_us: As she finished tidying up, she asked Audrey with a smile,

source: 光怪陆离满是低语的梦境迅速支离破碎，熟睡中的周明瑞只觉脑袋抽痛异常，仿佛被人用棒子狠狠抡了一下，不，更像是遭尖锐的物品刺入太阳穴并伴随有搅动！
en_us: A gaudy and dazzling dreamworld which was filled with murmurs shattered rapidly. The sound asleep Zhou Mingrui only felt an abnormally throbbing pain in his head as though someone had lashed at him ruthlessly with a pole again and again. No, it was more like a sharp object was piercing right through his temples followed by a twist!

source: 克莱恩.莫雷蒂，北大陆鲁恩王国阿霍瓦郡廷根市人，霍伊大学历史系刚毕业的学生……
en_us: Klein Moretti, a citizen of the Northern Continent's Loen Kingdom, Awwa County, City of Tingen. He is also a student who had just graduated from the Department of History at Khoy University…

source: 克莱恩不是没想过帮哥哥负担，但平民出生的他，普通文法学校考入的他，一进大学，便强烈感受到了自身的不足，比如作为北大陆所有国家源头语言的古弗萨克文，对贵族子弟，对有钱阶层的孩子们来说，那是从小就得学习的内容，而他直到大学，才初次接触。
en_us: It was not that Klein did not think of helping share his elder brother's burden, but being born a commoner and having admitted into an average language school, he felt a strong sense of inadequacy when he enrolled into university. For example, as the source of all languages in the Northern Continent, the ancient language of Feysac was something all the children of nobles and of the wealthy class would learn from a young age. In contrast, he only made first contact with it in university.

source: 克莱恩是如此记挂即将到来的面试，以至于化成了身体的本能，当自己注意力不够集中时，就习惯性穿上了这唯一一套体面的衣物。
en_us: Klein was so concerned about his impending interview that it became instinct. When he was not focused enough, he habitually wore his only decent set of clothing.

source: 克莱恩的自杀事件有不少疑团，就这样出去，会不会遭遇什么“意外”？
en_us: Klein's suicide was fraught with peculiarities. Would he encounter any 'accidents' if he were to leave just like that?

source: 克莱恩的遭遇目前还不是自己关心的重点，真正的问题在于弄清楚为什么会穿越，能不能再穿回去！
en_us: Klein's experience was still not something he needed to concern himself with. The true problem was to figure out the reason for his transmigration and if he could return!

source: 免费？免费的东西才是最贵的！周明瑞无声嘀咕，打算等下不管有什么附加服务，都坚定拒绝。
en_us: Free? Free stuff are what costs the most! Zhou Mingrui silently mumbled and decided that he would not purchase any additional services whatever they were. He would firmly refuse them all.

source: 关于兄长和妹妹的记忆跳跃于周明瑞的脑海，直及把手转动，里面房间的门吱呀打开，他才霍然醒转，想起自己掌中正拿着一把左轮手枪。
en_us: Memories regarding his elder brother and younger sister remained active in Zhou Mingrui's mind until he turned the doorknob open. Only then did he jolt awake and remember that he held a revolver in his hand.

source: 关于鲁恩王国的一磅，周明瑞根据克莱恩的肉测记忆和自己的对比，认为它接近本身习惯的一斤，也就是0.5千克。
en_us: Regarding the Loen Kingdom's pound, Zhou Mingrui matched Klein's muscle memory with his. He believed it was close to half a kilogram of what he was accustomed to.

source: 几步之后，中等身材，黑发褐瞳，有着明显书卷气的身影清晰映入了他的眼帘。
en_us: A few steps later, a black-haired figure with brown eyes of medium build appeared clearly in front of him. The person had a distinct scholarly air to him.

source: 几秒的安静后，奥黛丽站起身，虚提裙摆，弯曲膝盖，对周明瑞行了一礼：
en_us: After a few seconds of silence, Audrey stood up, slightly held up her skirt, bended her knees, and gave Zhou Mingrui a bow,

source: 几经比较，他发现除开最初的血污，狰狞的伤口并没有再流出液体，像是得到了最好的止血和包扎，而那缓缓蠕动的灰白大脑和以肉眼可见速度生长的创口血肉在昭示着愈合的到来，也许三四十分钟，也许两三个小时，那里将只剩下浅浅的痕迹。
en_us: After a few rounds of inspection, he realized that apart from the original blood stain, liquid was no longer flowing out of the grotesque wound. It appeared like it had received the best hemostasis and bandaging. As for the slowly squirming grayish-white brain and the discernible growth of flesh and blood around the wound, it meant that the wound might take thirty to forty minutes, or maybe even two to three hours before it would only leave a light scar.

source: 出身高贵的小姐……我的表现，我的口音这么明显吗？奥黛丽嘴巴半张，怔了一下，但她很快回过神来，毫不犹豫地点头：
en_us: A Young lady from a noble family......Is it so obvious from my conduct and accents? Audrey's mouth stood half agape. She was startled for a moment, but very quickly she recovered her stupor and nodded without hesitation,

source: 切断这个联系，投影就会消散，他们就能回归……周明瑞微不可见地点头，看向金发少女，轻声笑道：
en_us: The projection would disappear once the connection was cut, and the couple would then return......Zhou Mingrui nodded mildly and looked at the girl with blond hair, chuckling,

source: 刚打开大门，她又顿住脚步，半转身体道：
en_us: Moments after she opened the main door, she paused in her footsteps and turned her body halfway, saying,

source: 利用对方现在的心理状态，把握自身最大的优势！
en_us: Exploit the psychologies of the opponents and make the biggest advantage out of oneself!

source: 前面是天文学的成果，让周明瑞怀疑这里是平行世界，后者则来源于宗教，因为北大陆正统的神灵共有七位：永恒烈阳、风暴之主、知识与智慧之神、黑夜女神、大地母神、战神、蒸汽与机械之神。
en_us: The splitting of months was a result of astronomical observations. It made Zhou Mingrui suspect if he was in a parallel world. As for the splitting of days, it was a result of religion. This was because Northern Continent had seven orthodox gods—Eternal Blazing Sun, Lord of Storms, God of Knowledge and Wisdom, Evernight Goddess, Mother Earth, God of War, and the God of Steam and Machinery.

source: 半空之中，黑色“天鹅绒幕布”之上，一轮赤红色的满月高高悬挂，宁静照耀。
en_us: In midair, there was a crimson moon hanging high above the backdrop of a 'black velvet curtain,' glowing in silence.

source: 卖蔬菜，卖水果，卖熟食的流动街贩大声嚷嚷，招呼着行色匆匆的路人们，这里面，有的会停下来，仔细比较购买，有的则不耐烦挥手，因为今天的工作还没有着落。
en_us: The mobile hawkers who sold vegetables, fruits, and hot food shouted along the streets as they beckoned to the rushing pedestrians. Some of them would stop and carefully compare before purchasing. Others would impatiently wave their hands as they had yet to find work for the day.

source: 占卜师先是点头，接着嘴角上翘，露出微笑道：
en_us: The fortune-teller nodded first, then curled her lips to reveal a smile and said,

source: 占卜师双手交握，认真看了一会纸牌，忽然开口道：
en_us: The fortune-teller clasped the cards with both her hands and carefully looked at cards for a while. Then, she suddenly opened her mouth and said,

source: 占卜师明显愣了一下，好一会儿才闷闷道：
en_us: The fortune-teller was visibly taken aback before finally saying muffledly,

source: 占卜师缓缓点头，将位于正前方的纸牌翻了过来。
en_us: The fortune-teller nodded slowly and flipped open the tarot card that was directly in front of Zhou Mingrui.

source: 占卜师脸上红黄油彩蠕动，露出浅淡的笑容道：
en_us: The yellow and red paint on the fortune-teller's face squirmed together as she revealed a slight smile, saying,

source: 去年七月份，十五岁的梅丽莎通过入学考试，如愿以偿成为廷根技术学校蒸汽与机械系的一员，每周的学费也提高到了九便士。
en_us: In July last year, fifteen-year-old Melissa passed her entrance examinations and fulfilled her dreams of becoming a student at the Tingen Technical School's Steam and Machinery department. As such, her weekly school fees raised to nine pence.

source: 去年回老家，在旧书摊上发现了一本线装竖版的“秦汉秘传方术纪要”，看着挺有趣的样子，觉得有助于在网上装逼，于是就买了回去，可惜，兴趣来得快，去得也快，竖版让人阅读感很差，自己只翻了个开头，就把书丢到角落里去了。
en_us: When he visited his hometown last year, he had discovered a thread-bound book titled 'Quintessential Divination and Arcane Arts of the Qin and Han Dynasty' at an old bookstore. It looked pretty interesting and could aid him in posturing on the Internet, so he bought it. Unfortunately, his interest was short-lived. The vertical script it used made the reading experience horrible. All he did was flip through the beginning pages before he threw it into a corner.

source: 又摸了摸裸露在外的皮肤，些微的冰凉掩盖下是温热的流淌。
en_us: He then touched his exposed skin. Beneath the slight coldness was flowing warmth.

source: 另外，他派船队在风暴和乱流里找到了通向南大陆的航道，开启了殖民时代。
en_us: In addition, the marine fleets he sent out discovered a sea route that led to the Southern Continent through the stormy and turbulent seas. This also began the era of colonialism.

source: 只需将所在地区的主食弄四份，放到房间四个角落，这可以在桌上、柜子上等地方，然后站到房间中央，用四步逆时针走出一个正方形，第一步诚心默念“福生玄黄仙尊”，第二步默念“福生玄黄天君”，第三步默念“福生玄黄上帝”，第四步默念“福生玄黄天尊”，走完之后，闭上眼睛，原地等待五分钟，仪式就算成功。
en_us: All he needed was to get four portions of the staple food in his area and place them in the four corners of his room. They could be placed on furniture such as tables and cupboards. Then, standing in the middle of the room, he had to take four steps in a counter-clockwise fashion to make a square. The first step required him to sincerely chant 'Blessings Stem From The Immortal Lord of Heaven and Earth.' The second step was to silently chant, 'Blessings Stem From The Sky Lord of Heaven and Earth.' The third step was 'Blessings Stem From The Exalted Thearch of Heaven and Earth,' and the fourth step was 'Blessings Stem From The Celestial Worthy of Heaven and Earth.' After the four steps were taken, he needed to close his eyes and wait five minutes in his original spot. Only then would the ritual be considered complete.

source: 叮叮当当！
en_us: Clink! Clang!

source: 可惜的是，他年老之后，遭遇背叛，于第五纪1198年被永恒烈阳教会、原因蒂斯王族索伦家族和其他贵族联手刺杀，陨落于白枫宫。
en_us: Unfortunately, he was betrayed in his old age. In the year 1198 of the Fifth Epoch, he was assassinated by the combined forces of the Church of the Eternal Blazing Sun, the former Intis royal family—the Sauron family, and other aristocrats. He eventually died in the White Maple Palace.

source: 同样的鲁恩语，同样凝重而紧绷的感觉。
en_us: They spoke with the same Ruen language, in a grim and tense manner.

source: 后来，他南征北战，将伦堡等国纳入保护，让鲁恩王国、费内波特、弗萨克帝国等北大陆强国相继低头，接着将共和国再次改为帝国，自称“凯撒大帝”。
en_us: Later, he invaded other nations and placed Lenburg and other nations under his protection. He made the Loen Kingdom, Feynapotter, Feysac Empire and other powerful Northern Continent nations bow down to the Intis Republic. Following that, the Republic was then changed to an Empire and he self-proclaimed himself as 'Emperor Caesar.'

source: 听不出恶意的奥黛丽松了口气，相信能做出如此神奇事情的先生既然给予承诺，那就肯定会严格遵守。
en_us: Not identifying any ill-intentions in his words, Audrey heaved a sigh of relief. She believed that since this gentleman who did such miraculous things had made his promises, then he would definitely abide by it stringently.

source: 呜！
en_us: Whoosh!

source: 周明瑞不动声色坐下，目光扫过桌上的塔罗牌，发现有自己熟悉的“魔术师”、“皇帝”、“倒吊人”和“节制”等主牌。
en_us: Zhou Mingrui sat down quietly, his gaze sweeping over the tarot cards on the table where he discovered familiar cards like "The Magician," "The Emperor," "The Hanged Man," and "Temperance," etc.

source: 周明瑞专注听着，肢体动作却竭力表现出听小朋友讲故事的不在意态度。
en_us: Zhou Mingrui listened attentively, but he tried hard to make actions with his limbs that displayed his inattention to Alger's words, much like how small kids listen to stories.

source: 周明瑞习惯性站起身，关上管道阀门，看着壁灯缓缓黯淡，直至熄灭，自己则重新坐下，一边无意识摩挲着手枪的黄铜转轮，一边按住头侧，于染着绯红色泽的黑暗里静静“回味”，如同电影院里最专心的观众。
en_us: Zhou Mingrui habitually stood up before turning off the pipe's valve. He watched the wall lamp gradually dim until its flame extinguished before sitting back down. As he subconsciously fiddled with the revolver's brass cylinder, he pressed the side of his head. He slowly recalled his memories in the crimson-dyed darkness as though he was the most attentive viewer in a movie theater.

source: 周明瑞似懂非懂地点头，克莱恩对此的记忆有些残缺，只记得《谷物法案》的核心是保护本国农产品的价格，价格上涨到一定程度前，不进口源于南方费内波特、马锡、伦堡等国的粮食谷物。
en_us: Zhou Mingrui nodded in vague acknowledgment. Klein's memories regarding this was incomplete. All he remembered was that the core tenet of the Grain Act was to protect the prices of domestic agriculture products. Once the prices rose to a certain level, grain imports from Southern nations like Feynapotter, Masin, Lenburg were stopped.

source: 周明瑞凝视几秒，重又回到原木色书桌前，伸手扭动煤气灯的开关。
en_us: Zhou Mingrui stared at the meter for a few seconds before returning to the burly wood desk. He then reached out to twist the gas lamp's switch.

source: 周明瑞则感觉自己飞快变重，四周飘忽不在，眼前先是一暗，接着便是灿烂的阳光。
en_us: Zhou Mingrui felt himself rapidly increasing in mass, and his surroundings were all fleeting. Before his eyes was first darkness, then followed by vibrant sunshines.

source: 周明瑞动了动嘴角，诚恳反问：
en_us: Zhou Mingrui's lips twitched and asked her sincerely,

source: 周明瑞只是微笑，并不开口，将目光投向了“倒吊人”，一副考一考你的模样。
en_us: Zhou Mingrui only smiled lightly and did not open his mouth. He swept his eyes towards "The Hanged Man" and looked at him quizzically.

source: 周明瑞只觉脑袋快要爆开，思绪都染上了迷幻的色彩。
en_us: Zhou Mingrui only felt like his head was going to explode. His thoughts were filled with a psychedelic of colors.

source: 周明瑞右手虚压，微笑开口：
en_us: Slightly pressing down his right palm, Zhou Mingrui smiled mildly,

source: 周明瑞吓了一跳，右手慌乱收回，不小心又碰到了另一颗“深红”。
en_us: Zhou Mingrui got a fright from it. He retracted his right hand in a panic, but accidentally touched yet another crimson star.

source: 周明瑞听得愣了一下，放在青铜长桌上的手指轻轻敲动起来，脑海内霍然闪过了之前占卜的内容。
en_us: Zhou Mingrui startled for a while, his fingers, placed on the bronze table, started to strike softly. The earlier divination on flashed across his mind suddenly.

source: 周明瑞吸了口气，努力让自己平静。
en_us: Zhou Mingrui drew a deep breath as he tried hard to calm himself.

source: 周明瑞好笑摇头：
en_us: Zhou Mingrui shook his head funnily,

source: 周明瑞尴尬而不失礼貌地回以微笑。
en_us: Zhou Mingrui returned a smile politely in embarrassment.

source: 周明瑞展开钞票，闻到了很浅很淡的特殊油墨香。
en_us: Zhou Mingrui spread a note and caught a whiff of the faint unique ink.

source: 周明瑞当即警惕反问：
en_us: Zhou Mingrui immediately questioned her warily,

source: 周明瑞很快将这件事情抛到了脑后，在“莴苣和肉类”市场花7便士买了1磅不那么好的羔羊肉，又买了嫩豌豆、卷心菜、洋葱、土豆等物品，加上之前的面包，一共用了25铜便士，也就是2苏勒1便士。
en_us: Zhou Mingrui very quickly put this matter behind him. He spent 7 pence at the ‘Lettuce and Meat’ market for a pound of not-so-great mutton. Then, he also bought some tender broad beans, cabbage, onions, potatoes, and other items. Together with the bread that he bought earlier, he spent a total of 25 copper pennies, which converted to 2 Soli and 1 pence.

source: 周明瑞念头刚落，灰雾突地翻滚，吓了奥黛丽和阿尔杰一跳。
en_us: As soon as his thoughts surfaced, the gray fog started to tumble, posing a sudden shock to Audrey and Alger.

source: 周明瑞怔了一下，因为大半夜光亮不够，看不太清楚，于是又继续往前，直到只差一步就能撞到镜子。
en_us: Zhou Mingrui was stunned momentarily. As there was insufficient lighting at night, he failed to see something clearly. He continued forward until he was just a step short from colliding with the mirror.

source: 周明瑞摇头低笑，啪嗒一声合拢表盖，又啪的一声按开。
en_us: Zhou Mingrui lowered his head and chuckled. He closed the pocket watch's cover with a click before opening it again.

source: 周明瑞放下心来，将左轮手枪往口袋里又塞了一点，接着坦然伸出双掌，熟练地洗牌、切牌。
en_us: Zhou Mingrui turned relieved and stuffed the revolver further back into his pocket. Thereafter, he calmly reached out his two hands to shuffle and cut the deck skillfully.

source: 周明瑞放轻脚步，颇有点心惊胆战地走向盥洗室。
en_us: Zhou Mingrui lightened his footsteps as he walked towards the communal bathroom with a shuddering fear.

source: 周明瑞无声“观看”之中，窗外红月西斜，逐渐下沉，直至东方有微光亮起，地平线染上金色。
en_us: Through the window, Zhou Mingrui silently observed the red moon setting in the west. The gradual sinking of the moon happened until faint light glowed from the east, dyeing the horizon golden.

source: 周明瑞望向提问者，隐约能透过模糊看见对方的身影，那是位有着柔顺金发、个子高挑的少女，但具体容貌不太清晰。
en_us: Zhou Mingrui looked at the questioner. Looking through the hazy mists, he could roughly see the silhouette of the adversary. It was a tall girl with smooth and blond hair, but her exact countenance could not be clearly seen.

source: 周明瑞看似漫不经心，实则听得非常认真，只是他精神的发空现象开始变得严重，脑袋一抽一抽地痛。
en_us: While Zhou Mingrui seemed to be totally unconcerned by what Alger said, he actually listened very attentively, only that his sense of voidness becomes more prominent and his head began experiencing periods of whipping pain.

source: 周明瑞看着表盖弹开，看到秒针停顿不动，下意识转动顶端，打算给怀表上弦。
en_us: Zhou Mingrui looked at the watch's open cover and saw that the second hand was not moving. Subconsciously, he twisted the top dial to wind the pocket watch.

source: 周明瑞知道这是鲁恩王国最基础的货币，叫做铜便士，1便士实际购买力大概相当于自己穿越前的三四块钱，这种硬币的币值还有5便士、半便士和四分之一便士三种，但依旧不够精细，在日常生活里，还是时不时得凑整来购买物品。
en_us: Zhou Mingrui knew that this was the most basic currency of the Loen Kingdom. It was called a copper penny. One penny's purchasing power was roughly three to four yuan before his transmigration. Such coins had other denominations such as the five pence, a halfpence and a quarter-pence. Despite the three types, the denominations were not in small-enough units. In everyday life, one had to buy several different things just to spend a single coin from time to time.

source: 周明瑞立在门边，眉头不知什么时候已皱了起来。
en_us: Zhou Mingrui stood by the door and it was unknown when he had already begun frowning.

source: 周明瑞被眼前的景象吓得连退了几步，似乎穿衣镜中的不是自己，而是一具干尸。
en_us: Zhou Mingrui reeled back in fear at the sight that greeted him. It was as though the person in the dressing mirror was not himself, but a dessicated corpse.

source: 周明瑞超过了她，拐向另一条街道，停在“斯林面包房”前。
en_us: Zhou Mingrui overtook her and turned into another street before stopping at Smyrin Bakery.

source: 周明瑞边断掉联系，边笑了笑道：
en_us: As Zhou Mingrui cut his connections, he smiled and said,

source: 周明瑞闻着恶臭和香味此起彼伏的空气，左手牢牢握着枪把，攥紧纸币，右手则按住圆边毡帽，略微弯腰，低头穿过这片纷闹的街道。
en_us: Zhou Mingrui took a whiff of the air that mixed both noxious and fragrant aromas. As he clenched the revolver tightly in his left hand, he held the notes tight. He pressed down his hat with his right hand as he slouched a little while passing through the busy street.

source: 呼了口气，周明瑞脱掉正装、马甲，换上棕黄陈旧的外套，头顶也改成了同色圆边的毡帽。
en_us: After taking a breath, Zhou Mingrui took off his suit and vest, switching to a brownish-yellow coat. He also changed to a felt hat with a rounded edge of a matching color.

source: 咚咚咚！卧室的门突然被人敲响。
en_us: Knock knock! Someone was knocking the bedroom door.

source: 咦，好像没刚才那么痛了？但脑子里还是跟有把钝刀子在慢慢割一样……
en_us: Eh? Why doesn't it seem to hurt as much as before? But why does it feel like a blunt knife is still slicing through my brains…

source: 哒哒哒！他又扭动了几下，可煤气灯依旧黯淡。
en_us: He twisted the switch a few more times, but all the gas lamp did was sputter and remain dark.

source: 哒哒哒，啪！
en_us: After some sputtering, there was a sharp sound!

source: 哒哒哒，摩擦点火之声连响，光明却没有如同周明瑞预料一样降临。
en_us: With a sputtering sound, a spark sounded from friction. Light did not descend upon Zhou Mingrui as he had expected.

source: 哒哒，哒，脚步声由快到慢，最终停了下来。
en_us: His shuffling footsteps slowed down from a brisk pace till it eventually stopped.

source: 哗啦啦，水声入耳，他霍然想到了房东弗兰奇先生。
en_us: Upon hearing the gushing sound of water, he suddenly recalled his landlord, Mr. Franky.

source: 哪怕是大海的眷者，这种天气下，他也不敢贸然潜入水中。
en_us: Even if he was a MMM, he would not hastily dive into the sea under this weather condition.

source: 哪怕隔了重重木板，他也能清楚地知道那里的情况。
en_us: He was perfectly aware of what was going on behind all the wooden boards.

source: 啪啪啪，一共五枚子弹，一个弹壳，皆流动着黄铜光泽。
en_us: A total of five rounds and a cartridge shell all had a brass luster to them.

source: 啪！
en_us: Pa!

source: 啪，啪，啪……周明瑞的右手无意识地甩出手枪转轮，又将它收拢回去，一次又一次。
en_us: Click. Click. Click… Zhou Mingrui's right hand was subconsciously pulling out the revolver's cylinder and slamming it back into place, again and again.

source: 啪，打开，啪嗒，合拢……梅丽莎洗漱归来，看到的便是哥哥不停打开又合拢怀表盖子的无意识动作。
en_us: Click! The pocket watch opened. Clack! The pocket watch closed… Melissa returned from washing up and saw her brother's subconscious act of constantly opening and closing the pocket watch.

source: 喀嚓！
en_us: Crack!

source: 嗓音甜美的少女和沉稳内敛的男子都相当虚幻，染着微赤，就像那两颗深红“星辰”在灰雾之上的投影。
en_us: The girl with melodious voice and the mature, withdrawn man both looked considerably illusionary and tainted with a faint crimson red, similar to the projected image of the two crimson "stars" beyond the gray fog.

source: 嗯，头上的血污得处理一下，免得总是一幅案发现场的模样，吓到自己不要紧，要是吓到了明天得早起的妹妹梅丽莎，那事情就不好收场了！
en_us: Yes, I should clean up the blood stains on my head, or I'll keep looking like a crime scene. It's fine scaring myself, but if I were to scare my sister, Melissa, when she gets up early in the morning tomorrow, it would be quite problematic!

source: 嗯，她自己烘焙的廷根饼、柠檬蛋糕非常好吃……周明瑞吞了口唾沫，微笑道：
en_us: Oh, the Tingen biscuits and lemon cakes she bakes are very delicious… Zhou Mingrui gulped a mouthful of saliva and smiled.

source: 嘶……迷迷糊糊间，周明瑞想要翻身，想要捂头，想要坐起，可完全无法挪动手脚，身体似乎失去了控制。
en_us: Ouch… In his stupor, Zhou Mingrui attempted to turn around, look up, and sit up. However, he was completely unable to move his limbs as though he had lost control over his body.

source: 嘶！周明瑞莫名惊恐，身体本能后仰，试图与笔记本，与这行文字拉开距离。
en_us: Hiss! Zhou Mingrui felt inexplicably horrified. He instinctively leaned back in an attempt to widen the distance between him and the notebook, as well as the text on it.

source: 因为水费包含在房租内，这位头顶礼帽、内穿马甲、外套黑色正装、矮小又瘦削的先生总是积极地前来巡视几个盥洗室，偷听里面流水的声音。
en_us: As water was included in the rent, this short and thin gentleman who wore a top hat, a vest and a black suit, always inspected the bathroom actively to take note of any sounds of flowing water.

source: 国王一家乘坐的飞空艇抵达了，带着高高在上俯视一切的威严。
en_us: The King's family arrived with their flying vessel and with indisputable authority.
